Repository: olanti-p/Cataclysm-BN
Catalog: data/mods/better_nuclear_batteries_*/lang/*.po
Languages: ru

source: fusion pack
ru: ядрёная батарея

source: In the middle of the 21st Century, military powers began to look towards energy based weapons. The result was the standard fusion pack, capable of delivering bolts of superheated gas at near light speed with no recoil.
ru: В середине XXI века военные державы обратили внимание на энергетические виды вооружения. Результатом стала стандартная батарея ядрёного синтеза, способная запускать заряды перегретого газа на околосветовой скорости без отдачи.

source: bootleg fusion pack
ru: самодельная ядрёная батарея

source: In the middle of the 21st Century, military powers began to look towards energy based weapons. The result was the standard fusion pack, capable of delivering bolts of superheated gas at near light speed with no recoil. This one has been hand-crafted from spare parts.
ru: В середине XXI века военные державы обратили внимание на энергетические виды вооружения. Результатом стала стандартная батарея ядрёного синтеза, способная запускать заряды перегретого газа на околосветовой скорости без отдачи. Эта изготовлена вручную из запчастей.

source: modified mininuke
ru: модифицированная ядрёная мини-бомба

source: A heavily modified handheld nuclear device on a rocket. Intended to be fired from a specialized launcher, it has been rigged to explode on impact instead of on a timer. It can fly further than the explosion will reach, probably.
ru: Сильно модифицированная ядрёная мини-бомба, установленная на ракету и предназначенная для запуска посредством специализированного устройства. Взрыв инициируется при ударе вместо таймера. Способна улететь дальше радиуса взрыва. Наверное.

source: An armored, impermeable full-body suit that functions as body armor, as well as protecting from nuclear, biological, and chemical hazards. It requires a separate gas mask for full protection.
ru: Бронированный и герметичный костюм, покрывающий всё тело. Защищает от ядрёной, биологической и химической угрозы. Для полной защиты требуется противогаз.

source: Fusion Blaster Arm CBM
ru: КБМ: Ручной термоядрёный бластер

source: Your left arm has been replaced by a heavy-duty fusion blaster! You may use your energy banks to fire a damaging heat ray. However, you are unable to use or carry two-handed items, and your strength limits what you can use with your one hand.
ru: Ваша левая рука была заменена на сверхмощный термоядрёный бластер! Вы можете использовать свою энергию, чтобы стрелять тепловым лучом. Однако в таком случае нельзя использовать двуручное оружие или носить предметы двумя руками, а ваша сила накладывает ограничения на то, что вы можете использовать одной рукой.

source: The authors of this thoroughly researched and documented proposal make a very persuasive case for the adoption of spring-driven nuclear shells. It's stamped "DENIED".
ru: Авторы этого досконально изученного и задокументированного предложения представили очень убедительные доводы в пользу идеи использования пружинных ядрёных боеголовок. На обложке стоит штамп «ОТКЛОНЕНО».

source: This lab notebook is filled with the collective discoveries and refinements of a research team dedicated to nuclear energy. You don't think you're ready to start a second Cataclysm, but the general information provided might be useful…
ru: В этом лабораторном журнале полно коллективных исследований и усовершенствований касательно ядрёной энергетики. Вы пока что не готовы начать второй Катаклизм, но в целом информация может пригодиться…

source: nuclear waste
ru: ядрёные отходы

source: nuclear fuel pellet
ru: Дробинка ядрёного топлива
